# Repos
tap "homebrew/bundle"
tap "homebrew/services"

# CLI
brew "awscli"
brew "bash"
brew "bat"
brew "cmake"
brew "coreutils"
brew "curl"
brew "exiftool"
brew "fd"
brew "findutils"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "jq"
brew "lsd"
brew "neovim"
brew "newman"
brew "ripgrep"
brew "starship"
brew "testdisk"
brew "tmux"
brew "uv"
brew "wget"
brew "zoxide"
brew "zsh"

# Apps
cask "1password"
cask "appcleaner"
cask "arc"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "codex-app"
cask "docker"
cask "docker-desktop"
cask "dropbox"
cask "google-drive"
cask "intellij-idea"
cask "iterm2"
cask "postman"
cask "rectangle"
cask "slack"
cask "surfshark"
cask "vlc"
cask "whatsapp"
cask "xquartz"

# Fonts
cask "font-fira-code-mono"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-nerd-font"
cask "font-sauce-code-pro-nerd-font"
caks "font-symbols-only-nerd-font"
