# Repos
tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/cask-fonts"

# CLI
brew "awscli"
brew "bash"
brew "bat"
brew "cmake"
brew "coreutils"
brew "curl"
brew "exa"
brew "exiftool"
brew "fd"
brew "findutils"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "jq"
brew "neovim"
brew "newman"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "starship"
brew "testdisk"
brew "tmux"
brew "wget"
brew "zsh"

# Apps
cask "1password"
cask "appcleaner"
cask "arc"
cask "caffeine"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "google-drive"
cask "intellij-idea"
cask "iterm2"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xquartz"

# Fonts
cask "font-anonymice-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-sauce-code-pro-nerd-font"
