EditorConfig.EditorConfig
akamud.vscode-theme-onedark
christian-kohler.path-intellisense
chrmarti.regex
dbaeumer.vscode-eslint
deerawan.vscode-faker
eamodio.gitlens
eg2.tslint
vscodevim.vim
zhuangtongfa.Material-theme
