EditorConfig.EditorConfig
Equinusocio.vsc-material-theme
IBM.output-colorizer
Orta.vscode-jest
PKief.material-icon-theme
VisualStudioExptTeam.vscodeintellicode
akamud.vscode-theme-onedark
christian-kohler.path-intellisense
chrmarti.regex
dbaeumer.vscode-eslint
deerawan.vscode-faker
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
ms-azuretools.vscode-docker
msjsdiag.debugger-for-chrome
vscodevim.vim
zhuangtongfa.Material-theme
