# Repos
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"

# CLI
brew "bash"
brew "bat"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "exa"
brew "fasd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "htop"
brew "jq"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "starship"
brew "testdisk"
brew "tmux"
brew "neovim"
brew "yarn"
brew "zsh"

# Apps
cask "1password"
cask "appcleaner"
cask "caffeine"
cask "docker"
cask "docker-toolbox"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "lacona"
cask "slack"
cask "rectangle"
cask "the-unarchiver"
cask "transmission"
cask "vlc"
cask "whatsapp"

# Fonts
cask "font-anonymice-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-sauce-code-pro-nerd-font"
