# Repos
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"

# CLI
brew "bash"
brew "bat"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "fasd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "heroku"
brew "htop"
brew "jq"
brew "postgresql", restart_service: true
brew "qt@5.5"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "testdisk"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "yarn"
brew "zsh"

# Apps
cask "1password"
cask "appcleaner"
cask "caffeine"
cask "docker"
cask "docker-toolbox"
cask "dropbox"
cask "firefox"
# cask "flux"
cask "font-anonymice-powerline"
cask "font-fira-code"
cask "font-inconsolata-g-for-powerline"
cask "google-chrome"
cask "gyazo"
cask "iterm2"
cask "lacona"
cask "nvalt"
cask "skype"
cask "slack"
cask "smcfancontrol"
cask "spectacle"
cask "the-unarchiver"
cask "transmission"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xquartz"
